Repository: Philippe-dev/mrvbCustomWidgets
Catalog: locales/*/main.po
Languages: fr

source: Title (optional):
fr: Titre (optionnel)&nbsp;:

source: Default ID for this widget:
fr: ID par défaut pour ce widget&nbsp;:

source: To put off line
fr: Mettre hors ligne

source: Character(s) separating each item (if paragraph):
fr: Caractère(s) séparant chaque élément (si paragraphe)&nbsp;:

source: Character(s) closing the paragraph:
fr: Caractère(s) terminant le paragraphe&nbsp;:

source: Display Type:
fr: Type d'affichage&nbsp;:

source: Bulleted list
fr: Liste à puces

source: With entries counts:
fr: Afficher le nombre de billets&nbsp;:

source: Never
fr: Jamais

source: In balloon
fr: Dans une info-bulle

source: After each item
fr: Après chaque item

source: For information, list of blog categories with their ID:
fr: Pour information, liste des catégories du blog avec leur ID&nbsp;:

source: Mrvb: categories
fr: Mrvb : catégories

source: categories list
fr: liste des catégories

source: Categories to exclude (ID separated by commas or line breaks):
fr: Catégories à exclure (ID séparés par virgules ou sauts de ligne)&nbsp;:

source: Mrvb: feed reader
fr: Mrvb : lecteur de flux

source: list of last entries from feed (RSS or Atom)
fr: liste des dernières entrées depuis un flux (RSS ou Atom)

source: Format of the date:
fr: Format de la date&nbsp;:

source: Format of items (%date%, %title%, %date+title%):
fr: Format des items (%date%, %title%, %date+title%)&nbsp;:

source: Character separating date and title (only if format = %date+title%):
fr: Caractère séparant date et titre (seulement si format = %date+title%)&nbsp;:

source: Mrvb: last comments
fr: Mrvb : derniers commentaires

source: list of last comments posted
fr: derniers commentaires postés

source: Except those of the post' author
fr: Excepté ceux de l'auteur du billet

source: Mrvb: last posts
fr: Mrvb : derniers billets

source: list of last entries published
fr: derniers billets publiés

source: Selected posts only
fr: Billets sélectionnés uniquement

source: Filter on one type or list of types (empty = post):
fr: Filtre sur un type ou une liste de types (vide = post)&nbsp;:

source: Having category:
fr: Ayant la catégorie&nbsp;:

source: Or categories to exclude (ID separated by commas or line breaks):
fr: Ou catégories à exclure (ID séparés par virgules ou sauts de ligne)&nbsp;:

source: Entries limit (0 = all):
fr: Nombre de billets maximum (0 = tous)&nbsp;:

source: Mrvb: navigation links
fr: Mrvb : liens de navigation

source: list of navigation links
fr: liste des liens de navigation

source: Text for 'Home':
fr: Texte pour 'Accueil'&nbsp;:

source: Character(s) separating each item (empty = ' - '):
fr: Caractère(s) séparant chaque élément (vide = ' - ')&nbsp;:

source: Text for 'Archives':
fr: Texte pour 'Archives'&nbsp;:

source: pages list
fr: liste des pages

source: Pages to exclude (ID separated by commas or line breaks):
fr: Pages à exclure (ID séparés par virgules ou sauts de ligne)&nbsp;:

source: Mrvb: search engine
fr: Mrvb : moteur de recherche

source: search engine form
fr: formulaire de recherche

source: Mrvb: subcategories
fr: Mrvb : sous-catégories

source: hierarchical list of categories
fr: liste hiérarchisée des catégories

source: Maximum levels (empty or zero means all):
fr: Nombre maximum de niveaux (vide ou zéro signifie 'tous')&nbsp:

source: Mrvb: subscribe links
fr: Mrvb : liens de souscription

source: feed subscription links
fr: liens d'abonnements aux flux

source: Text for link "entries Atom feed":
fr: Texte pour le lien "fil Atom des billets"&nbsp:

source: Text for link "entries RSS2 feed":
fr: Texte pour le lien "fil RSS2 des billets"&nbsp:

source: Text for link "comments Atom feed":
fr: Texte pour le lien "fil Atom des commentaires"&nbsp:

source: Text for link "comments RSS2 feed":
fr: Texte pour le lien "fil RSS2 des commentaires"&nbsp:

source: Entries Atom feed
fr: Fil Atom des billets

source: Comments Atom feed
fr: Fil Atom des commentaires

source: Entries RSS2 feed
fr: Fil RSS2 des billets

source: Comments RSS2 feed
fr: Fil RSS2 des commentaires

source: Mrvb: tags
fr: Mrvb : mots-clés

source: tags list
fr: liste des mots-clés

source: Tags to exclude (separated by commas or line breaks):
fr: Mots-clés à exclure (séparés par virgules ou sauts de ligne)&nbsp;:

source: Mrvb: text
fr: Mrvb : texte

source: text
fr: texte
